Repository: getmind-app/mind
Catalog: apps/expo/src/locales/*/messages.po
Languages: pt

source: {0} pendent
pt: {0} pendentes

source: {0} today
pt: {0} hoje

source: {0}'s Schedule
pt: Agenda {0}

source: {0}'s sessions happen at <0>{1}, {2}</0>
pt: As sessões de {0} acontecem em <0>{1}, {2}</0>

source: {0}'s sessions happen online!
pt: As sessões de {0} acontecem online!

source: <0>{0}</0> wants to reschedule your session originally scheduled for {1}
pt: <0>{0}</0> quer reagendar a sessão que estava marcada para {1}

source: <0>Female</0>
pt: <0>Mulher</0>

source: <0>If </0><1>{0} </1><2>accepts, you will be meeting on </2><3>{1}, {2} </3><4>at </4><5>{3}:{4}</5>
pt: <0>Se </0><1>{0} </1><2>aceitar, vocês vão se encontrar em </2><3>{1}, {2} </3><4>às </4><5>{3}:{4}</5>

source: <0>Male</0>
pt: <0>Homem</0>

source: <0>On site</0>
pt: <0>Pessoalmente</0>

source: About
pt: Sobre

source: About section added!
pt: Sessão sobre adicionada!

source: About you
pt: Sobre você

source: Accept
pt: Aceitar

source: Accept session
pt: Aceitar sessão

source: Accept session and recurrence
pt: Aceitar sessão e recorrência

source: Accept single session
pt: Aceitar sessão única

source: ACCEPTED
pt: ACEITO

source: Add
pt: Adicionar

source: Add a pix key to receive payments
pt: Adicionar chave pix para receber pagamentos

source: Address
pt: Endereço

source: After accepting the recurrence, weekly events will be added to your calendar. Recurrent appointments are approved by default and can be canceled up until 24 hours before the session.
pt: Depois de aceitar a recorrência, eventos semanais serão adicionados na sua agenda. Sessões recorrentes são aprovadas por padrão e podem ser canceladas em até 24 horas antes da sessão.

source: After accepting the session, an event will be created in your calendar.{0}
pt: Depois de aceitar a sessão, um evento será criado ao seu calendário.{0}

source: All
pt: Todas

source: An error occurred while creating the note
pt: Houve um erro ao criar nota

source: An error occurred while fetching the patients
pt: Houve um erro buscando pelo paciente

source: An error occurred while trying to reschedule your appointment
pt: Um erro ocorreu ocorreu enquanto reagendava sua sessão

source: An error occurred while trying to update your appointment
pt: Um error ocorreu enquanto tentava atualizar sua sessão

source: anytime! 😄
pt: qualquer hora! 😄

source: Appointments
pt: Sessões

source: Appointments and events
pt: Sessões e eventos

source: Are you sure you want to cancel the session with {0}?
pt: Tem certeza que deseja cancelar a sessão com {0}?

source: Are you sure?
pt: Tem certeza?

# appointment scheduled to X at Y
source: at
pt: às

source: Available hours
pt: Horas disponíveis

source: Birthday
pt: Data de nascimento

source: Biweekly
pt: A cada duas semanas

source: Calendar
pt: Calendário

source: Cancel
pt: Cancelar

source: Cancel recurrence
pt: Cancelar recorrência

source: Cancel session
pt: Cancelar sessão

source: CANCELED
pt: CANCELADO

source: Check as paid
pt: Marcar como pago

source: City
pt: Cidade

source: Clear
pt: Limpar

source: Complement
pt: Complemento

source: Confirm appointment
pt: Confirmar sessão

source: Confirm recurrence acceptance
pt: Confirmar aceitação de recorrência

source: Confirm recurrence cancellation
pt: Confirmar cancelamento de recorrência

source: Confirm session acceptance
pt: Confirmar aceitação de sessão

source: Confirm session rejection
pt: Confirmar rejeição de sessão

source: Contact us
pt: Fale conosco

source: Copy pix key
pt: Copiar chave pix

source: Couldn't find therapist
pt: Não foi possível achar o terapeuta

source: Couldn't find user
pt: Não foi possível achar o usuário

source: CPF, E-mail or phone number
pt: CPF, E-mail ou celular

source: Create
pt: Criar

source: Custom
pt: Customizado

source: Delete
pt: Excluir

source: Distance
pt: Distância

source: Document (CPF)
pt: CPF

source: E-mail, CPF, phone number
pt: E-mail, CPF, celular

source: Education
pt: Educação

source: End Hour:
pt: Termina:

source: Error
pt: Erro

source: Error fetching patient profile
pt: Erro ao buscar pelo paciente

source: Error fetching patients. Please try again later.
pt: Erro ao buscar pelos paciente. Tente mais tarde

source: Error fetching therapist
pt: Erro ao buscar pelo terapeuta

source: Error sharing link
pt: Erro ao compartilhar o link

source: Error sharing report
pt: Erro ao compartilhar relatório

source: Experience
pt: Experiência

source: Failed to check appointment as paid
pt: Falha ao marcar sessão como paga

source: Failed to get appointments data
pt: Falha ao buscar as informações da sessão

source: Failed to request reschedule
pt: Falha ao reagendar

source: Failed to undo check appointment as paid
pt: Falha ao desmarcar a sessão como paga

source: Feel free to reach out to us
pt: Sinta-se livre para falar com a gente

source: Female
pt: Feminino

source: Filters
pt: Filtros

source: Finances
pt: Finanças

source: Financial report from {0} to {1}: {2}
pt: Relatório financeiro de {0} até {1}: {2}

source: Find your therapist
pt: Encontre seu terapeuta

source: Finish
pt: Finalizar

source: First appointment:
pt: Primeira sessão:

source: First in recurrence
pt: Primeira em recorrência

source: Founders WhatsApp:
pt: WhatsApp dos fundadores:

source: Friday
pt: Sexta-feira

source: Full Name
pt: Nome completo

source: Gender
pt: Gênero

source: Get directions
pt: Ver rota

source: Here are a few things you can do to get started:
pt: Aqui estão algumas coisas para você iniciar:

source: Here's your list:
pt: Aqui está a sua lista:

source: Hey! Check {name}'s profile: https://getmind.app/redirect?redirectUrl={0}
pt: Oi! Veja o perfil de {name}: https://getmind.app/redirect?redirectUrl={0}

source: Hour
pt: Hora

source: Hourly rate
pt: Valor por hora

source: Hourly Rate
pt: Valor hora

source: How was your education?
pt: Qual é sua formação?

source: If you have any questions or suggestions, we would love to hear from you.
pt: Se tiver qualquer dúvida ou sugestão, adoraríamos ouvir o que tem a dizer.

source: in person
pt: pessoalmente

source: In Person
pt: Pessoalmente

source: in person at <0><1>{0}, {1}</1></0>
pt: pessoalmente em <0><1>{0}, {1}</1></0>

source: In-person
pt: Pessoalmente

source: Invalid Day
pt: Dia inválido

source: Is that right?
pt: Está correto?

source: John Doe
pt: Seu nome

source: Join the meeting
pt: Entrar na reunião

source: Last notes
pt: Últimas notas

source: Later this week
pt: Ainda nessa semana

source: Let us help. Focus on connecting.
pt: Foque na conversa. Nós cuidamos do resto.

source: Location
pt: Localização

source: Looking for a therapist?
pt: Procurando um terapeuta?

source: Looking for help or just want to talk
pt: Procurando ajuda ou só conversar

source: Male
pt: Masculino

source: Meet
pt: Encontro

source: Meet and help new patients
pt: Conhecer e ajudar novos pacientes

source: Methodologies
pt: Metodologias

source: Modality
pt: Modalidade

source: Modality (you can choose both)
pt: Modalidade (você pode escolher ambas)

source: Monday
pt: Segunda-feira

source: Monthly
pt: Mensalmente

source: Name
pt: Nome

source: Neighborhood
pt: Bairro

source: New
pt: Nova

source: New note
pt: Nova nota

source: Next
pt: Próximo

source: Next session
pt: Próxima sessão

source: No
pt: Não

source: No appointments found!
pt: Nenhuma sessão encontrada!

source: No dates available for this month
pt: Sem datas disponíveis nesse mês

source: No more available sessions for this date!
pt: Sem mais sessões disponíveis para essa data

source: No therapists found!
pt: Nenhum terapeuta encontrado!

source: Not paid
pt: Não pago

source: Notes
pt: Notas

source: Notes are a tool for helping you track your progress
pt: Notas te ajudam a acompanhar o seu progresso

source: Nothing for now!
pt: Nenhuma sessão agendada

source: Notifications
pt: Notificações

source: Number
pt: Número

source: Onboard
pt: Cadastro

source: Online and on-site
pt: Online e pessoalmente

source: Onsite
pt: Pessoalmente

source: Options for canceling and rescheduling will also be available
pt: Opções para cancelamento ou reagendar estarão disponíveis

source: Options for cancelling and rescheduling will also be available.
pt: Opções para cancelar e reagendar também estarão disponíveis.

source: Other hours on the same day
pt: Outras horas no mesmo dia

source: Paid
pt: Pago

source: Paid appointments will appear here
pt: Pagamentos pagos aparecerão aqui

source: Patient
pt: Paciente

source: Payments Setup
pt: Configuração de pagamentos

source: Pendent
pt: Pendentes

source: PENDENT
pt: PENDENTE

source: Personal info
pt: Informações pessoais

source: Personal Info
pt: Informações pessoais

source: Phone
pt: Telefone

source: Pick another hour for your appointment or keep the current one
pt: Selecione outra hora para sua sessão ou mantenha a atual

source: Pick the date that you would like to meet:
pt: Escolha a data em que gostaria de conversar:

source: Pix key
pt: Chave pix

source: Pix key added!
pt: Chave pix adicionada!

source: Please select a date
pt: Por favor escolha uma data

source: Practicing for
pt: Atendendo há

source: Price
pt: Preço

source: Professional
pt: Profissional

source: Profile picture
pt: Foto de perfil

source: Recomendations
pt: Recomendações

source: Recommendations
pt: Recomendações

source: Recurrences
pt: Recorrências

source: Recurrent
pt: Recorrente

source: Refuse session
pt: Recusar sessão

source: Reject
pt: Rejeitar

source: REJECTED
pt: REJEITADO

source: Repeat weekly
pt: Repetir semanalmente

source: Repeated
pt: Repetida

source: Request reschedule
pt: Solicitar reagendamento

source: Reschedule requested
pt: Reagendamento solicitado

source: Reschedule requests
pt: Solicitações de reagendamento

source: Reset user metadata
pt: Resetar metadados

source: Saturday
pt: Sábado

source: Save
pt: Salvar

source: Schedule
pt: Agendar

source: Search
pt: Buscar

source: Search for your therapist!
pt: Procure por seu terapeuta!

source: See our <0><1>privacy policy.</1></0>
pt: Veja nossa <0><1>política de privacidade.</1></0>

source: See patient
pt: Ver paciente

source: Sessions
pt: Sessões

source: Set available hours for your appointments.
pt: Defina as horas disponíveis para suas sessões.

source: Set up your work hours
pt: Configure suas horas de trabalho

source: Setup Payments
pt: Chave Pix

source: Share your link
pt: Compartilhe seu link

source: Sign in with
pt: Acessar com

source: Sign out
pt: Sair

source: Similar hours on the different day
pt: Horas diferentes no mesmo dia

source: Single
pt: Avulsa

source: Something went wrong
pt: Algo deu errado

source: Start Hour:
pt: Começa:

source: Started in {0}
pt: Começou em {0}

source: State
pt: Estado

source: Street
pt: Rua

source: Sunday
pt: Domingo

source: Talk to us
pt: Fale conosco

source: Tell us about yourself
pt: Nos conte sobre você

source: Therapists
pt: Terapeutas

source: There was an error when searching for therapists
pt: Houve um erro ao procurar por terapeutas

source: This action can't be undone
pt: Essa ação não pode ser desfeita

source: This action can't be undone. All sessions in this recurrence will be canceled.
pt: Essa ação não pode ser desfeita. Todas as sessões dessa recorrência serão canceladas.

source: This appointment will be automatically added to your calendar every week. You can cancel it anytime.
pt: Sua sessão será adicionada ao seu calendário automaticamente toda semana. Você pode cancelar a qualquer momento.

source: This month
pt: Esse mês

source: This week
pt: Essa semana

source: Thursday
pt: Quinta-feira

source: To enable notifications, allow it in settings.
pt: Para habilitar notificações, permita nas configurações.

source: Today
pt: Hoje

source: Tomorrow
pt: Amanhã

source: Total value:
pt: Valor total:

source: Tuesday
pt: Terça-feira

source: Type the amount you want to charge for each session
pt: Digite a quantidade que você quer cobrar por sessão

source: Type the therapist name
pt: Digite o nome do terapeuta

source: Uncheck
pt: Desmarcar

source: Unpaid
pt: Não pagas

source: Update
pt: Atualizar

source: Update hours
pt: Atualizar horas

source: via Google Meet
pt: pelo Google Meet

source: Wednesday
pt: Quarta-feira

source: Weekly
pt: Semanalmente

source: Welcome
pt: Bem-vindo

source: When you accept a session request, you will be able to see your patients here.
pt: Quando aceitar um pedido de sessão, você verá seus pacientes aqui.

source: Who are you?
pt: Quem é você?

source: with
pt: com

source: Work Hours
pt: Horas de trabalho

source: Write a bit about yourself
pt: Escreva um pouco sobre você

source: Write your note here
pt: Escreva sua nota aqui

source: years
pt: anos

source: Yes
pt: Sim

source: You can choose up to 3 therapists to appear as recommendations in your profile.
pt: Você pode escolher até 3 terapeutas para aparecerem como recomendações no seu perfil.

source: You can configure a pix key to help your clients on paying for your appointments
pt: Você pode configurar sua chave pix para ajudar seus pacientes a pagarem pelas sessões

source: You can mark an appointment as paid in the calendar tab.
pt: Você pode marcar as sessões como pagas na aba de calendário.

source: You have no notes
pt: Você não tem notas

source: You have no patients yet
pt: Você ainda não tem pacientes

source: You need to set up your work hours to receive appointments
pt: Você precisa configurar suas horas de trabalho para receber sessões

source: You won't be able to use the location filter without location permission.
pt: Você não consegui-rá usar o filtro por localização sem a permissão.

source: You'll receive R$ {0} ({1}%) for each session
pt: Você receberá R$ {0} ({1}%) para cada sessão

source: You're all set!
pt: Tudo combinado!

source: Your appointments
pt: Suas sessões

source: Your appointments will be shown here.
pt: Suas sessões aparecerão aqui.

source: Your appointments will show up here
pt: Suas sessões aparecerão aqui

source: Your patients
pt: Seus pacientes

source: Zip
pt: CEP
